{
  "Dialogues": [
    {
      "DialogueText": [ { "Text": "Hello! Would you be able to point me to whoever's in charge around here? I'm in need of their assistance at once!" } ],
      "Responses": [
        {
          "Title": "That's me.",
          "Heading": 2
        },
        {
          "Title": "You look... odd.",
          "Heading": 1
        }
      ]
    },
    {
      "DialogueText": [ { "Text": "My robes? I just easilly get cold is all; would rather stay bundled up, haha. Anyways, I really need to speak with the person in charge of this little town. You know where I might find them?" } ],
      "Responses": [
        {
          "Title": "That's me.",
          "Heading": 2
        }
      ]
    },
    {
      "DialogueText": [ { "Text": "Oh?! Perfect! Nice to meet you! I've heard so much about you, and your heroics. I was wondering if you'd be willing to help me with a matter of grave importance." } ],
      "Responses": [
        {
          "Title": "What's the problem?",
          "Heading": 3
        }
      ]
    },
    {
      "DialogueText": [ { "Text": "I'm sure you've encountered them by now: The Selenic Order. Someone like you would certainly get their attention. They're planning something big, something that might threaten the entire world, and I need your help to stop them!" } ],
      "Responses": [
        {
          "Title": "How can I help?",
          "Heading": 5
        },
        {
          "Title": "How do you know?",
          "Heading": 4
        }
      ]
    },
    {
      "DialogueText": [ { "Text": "I've been keeping an eye on them for a while now, and as of late their movement has become bolder and bolder. I worry if they aren't stopped soon, they might just being about something catastrophic!" } ],
      "Responses": [
        {
          "Title": "How can I help?",
          "Heading": 5
        }
      ]
    },
    {
      "DialogueText": [ { "Text": "For now, I just need you to investigate the Dungeon. Some of my... cohorts took up residence there for a while, and the retrieval of some of our possessions would go a long way in stopping the Selenic Order. Though, do keep in mind that we abandoned it because of a particularly nasty haunting." } ],
      "Responses": [
        {
          "Title": "I'm in!",
          "Heading": 6
        }
      ]
    },
    {
      "DialogueText": [ { "Text": "Wonderful! Let me know when you want to take on your first mission, and I'll let you know what I need." } ],
      "Responses": [
        {
          "Title": "Will do."
        },
        {
          "Title": "Gotcha!"
        }
      ]
    }
  ],
  "Characters": [
    "TheCalamity"
  ]
}