{
  "Dialogues": [
    {
      "DialogueText": [ { "Text": "You were approached by the Selenic Order? Oh my... That was the Orator, the Selenic Order's leader. The fact they invited you into the cult personally can't be good. However, it may be a opportunity to learn more about their plans..." } ],
      "Responses": [
        {
          "Title": "Why was I invited?",
          "Heading": 2
        },
        {
          "Title": "The Orator?",
          "Heading": 1
        }
      ]
    },
    {
      "DialogueText": [ { "Text": "The Orator is the mastermind of the entire Selenic Order's operation. I have yet to able to piece together their true ambition, but they've been dabling with dark forces for a very long time. Their manipulations have strung along so many people... Its truly saddening." } ],
      "Responses": [
        {
          "Title": "Can we help them?",
          "Heading": 3
        }
      ]
    },
    {
      "DialogueText": [ { "Text": "I fear it may not be a simple coincidence... You must be careful. Now that you've been invited, its only a matter of time before you'll be called to the Selenic Order's base of operations. You'll get to see first hand the truly sickening things the Selenic Order is willing to put its members through in order to further their goals." } ],
      "Responses": [
        {
          "Title": "Can we help them?",
          "Heading": 3
        }
      ]
    },
    {
      "DialogueText": [ { "Text": "Help them? Hmm... That might actually be a good idea! Try talking to the members of the cult when you have the chance. Its possible you might find some who are doubting their faith, and you may be able to convince them to join our cause!" } ],
      "Responses": [
        {
          "Title": "How would I do that?",
          "Heading": 4
        }
      ]
    },
    {
      "DialogueText": [ { "Text": "Keep an eye out for people who might seem to be doubting what's being said or seem dissatisfied with the Selenic Order. Those are the people you might be able to save. Then you just need to convince them to abandon the Selenic Order. Easier said than done, I know." } ],
      "Responses": [
        {
          "Title": "I see...",
          "Heading": 5
        }
      ]
    },
    {
      "DialogueText": [ { "Text": "This might just be our best way to deal a real blow to the Selenic Order! Best of luck with your efforts, and do keep me informed with how your time with the Selenic Order goes!" } ],
      "Responses": [
        {
          "Title": "Thanks!"
        },
        {
          "Title": "Will do!"
        }
      ]
    }
  ],
  "Characters": [
    "TheCalamity"
  ]
}